tap "1password/tap"
tap "bufbuild/buf"
tap "candid82/brew"
tap "github/gh"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "universal-ctags/universal-ctags"
tap "yqrashawn/goku"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "glib"
brew "libtiff"
brew "openjdk"
brew "allure"
brew "libyaml"
brew "ansible"
brew "brotli"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apparix"
brew "argon2"
brew "aspell"
brew "awscli"
brew "bash"
brew "libssh2"
brew "oniguruma"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "boost"
brew "c-ares"
brew "cmake"
brew "commitizen"
brew "libidn2"
brew "curl"
brew "freetds"
brew "libzip"
brew "php"
brew "composer"
brew "deno"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "fd"
brew "findutils"
brew "fpp"
brew "fzf"
brew "gh"
brew "ghz"
brew "git"
brew "git-delta"
brew "node"
brew "gitmoji"
brew "glances"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "python@3.10"
brew "grc"
brew "grep"
brew "gum"
brew "helm"
brew "htop"
brew "httpie", link: false
brew "hub"
brew "hyperfine"
brew "imap-uw"
brew "jemalloc"
brew "jp"
brew "jq"
brew "jsonnet"
brew "kind"
brew "kubeconform"
brew "kubernetes-cli"
brew "libev"
brew "libevent"
brew "libidn"
brew "libxml2"
brew "lolcat"
brew "lsd"
brew "luarocks"
brew "make"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "nss"
brew "nushell"
brew "nvm"
brew "onefetch"
brew "perl"
brew "pipenv"
brew "pnpm"
brew "protobuf"
brew "pyenv"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rover"
brew "scc"
brew "shellcheck"
brew "starship"
brew "stow"
brew "stylua"
brew "telnet"
brew "terminal-notifier"
brew "tfenv"
brew "tldr"
brew "tmux"
brew "tree"
brew "urlview"
brew "vault"
brew "vim"
brew "watch"
brew "watchexec"
brew "wget"
brew "xsv"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "bufbuild/buf/buf"
brew "jesseduffield/lazygit/lazygit"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "arc"
cask "brave-browser"
cask "docker"
cask "google-chrome"
cask "hammerspoon"
cask "httpie"
cask "iterm2"
cask "karabiner-elements"
cask "next"
cask "obsidian"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "warp"
vscode "alefragnani.project-manager"
vscode "Angular.ng-template"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dotenv.dotenv-vscode"
vscode "EditorConfig.EditorConfig"
vscode "Equinusocio.vsc-material-theme"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "johnpapa.vscode-peacock"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-vscode.live-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "rust-lang.rust-analyzer"
vscode "stylelint.vscode-stylelint"
vscode "sysoev.language-stylus"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "yzhang.markdown-all-in-one"
vscode "ZixuanChen.vitest-explorer"
