tap "candid82/brew"
tap "chrokh/tap"
tap "denisidoro/tools"
tap "github/gh"
tap "go-swagger/go-swagger"
tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "prisma/prisma"
tap "puppetlabs/puppet"
tap "yqrashawn/goku"
brew "libyaml"
brew "readline"
brew "sqlite"
brew "ansible"
brew "ant"
brew "antigen"
brew "apparix"
brew "apr"
brew "apr-util"
brew "argon2"
brew "aspell"
brew "autojump"
brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "boost"
brew "brotli"
brew "cmake"
brew "composer"
brew "curl"
brew "jemalloc"
brew "libevent"
brew "nghttp2"
brew "openldap"
brew "curl-openssl"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "dnsmasq", restart_service: true
brew "libpng"
brew "erlang"
brew "elixir"
brew "exa"
brew "fd"
brew "findutils"
brew "flow"
brew "freetype"
brew "fpp"
brew "freetds"
brew "fzf"
brew "webp"
brew "gettext"
brew "gh"
brew "pcre2"
brew "git"
brew "git-extras"
brew "gitleaks"
brew "glib"
brew "glow"
brew "gnu-sed"
brew "httpd"
brew "httpie"
brew "hub"
brew "imap-uw"
brew "jp"
brew "oniguruma"
brew "jq"
brew "jsonnet"
brew "kotlin"
brew "kubernetes-cli"
brew "libiconv"
brew "libidn2"
brew "libpq"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libzip"
brew "mas"
brew "neovim"
brew "nmap"
brew "node"
brew "onefetch"
brew "perl"
brew "php"
brew "php-code-sniffer", link: false
brew "php-cs-fixer"
brew "php@7.3"
brew "phpmd", link: false
brew "pipenv"
brew "prettyping"
brew "prometheus"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby"
brew "scc"
brew "shellcheck"
brew "sphinx-doc"
brew "starship"
brew "swagger-codegen"
brew "telnet"
brew "termtosvg"
brew "tfenv"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vault"
brew "vim"
brew "watch"
brew "watchexec"
brew "wget"
brew "xsv"
brew "zsh"
brew "zsh-autosuggestions"
brew "candid82/brew/joker"
brew "chrokh/tap/base16-manager"
brew "denisidoro/tools/navi"
brew "go-swagger/go-swagger/go-swagger"
brew "golangci/tap/golangci-lint"
brew "heroku/brew/heroku"
brew "yqrashawn/goku/goku"
cask "dbeaver-community"
cask "deluge"
cask "fantastical"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "franz"
cask "insomnia"
cask "keepassxc"
cask "ngrok"
cask "paragon-ntfs"
cask "pdk"
cask "postman"
cask "rocket"
cask "slack"
cask "sublime-text"
cask "transmit"
cask "vagrant"
cask "visual-studio-code"
cask "whatsapp"
mas "1Password 7", id: 1333542190
mas "Battery Indicator", id: 1206020918
mas "Dato", id: 1470584107
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Lungo", id: 1263070803
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1449412482
mas "RunCat", id: 1429033973
mas "Shareful", id: 1522267256
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
