tap "github/gh"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "glib"
brew "libtiff"
brew "openjdk"
brew "allure"
brew "brotli"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apparix"
brew "argon2"
brew "aspell"
brew "bash"
brew "libssh2"
brew "oniguruma"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "boost"
brew "c-ares"
brew "cmake"
brew "curl"
brew "freetds"
brew "libzip"
brew "php"
brew "composer"
brew "deno"
brew "dnsmasq", link: false
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "fd"
brew "libevent"
brew "libidn2"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fpp"
brew "fzf"
brew "gh"
brew "libidn"
brew "ghz"
brew "git"
brew "git-delta"
brew "node"
brew "gitmoji"
brew "python@3.13"
brew "glances"
brew "gnu-sed"
brew "go"
brew "grep"
brew "gum"
brew "htop"
brew "httpd"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "imagemagick"
brew "jemalloc"
brew "jp"
brew "jq"
brew "jsonnet"
brew "kind"
brew "kubeconform"
brew "kubernetes-cli"
brew "lazygit"
brew "libev"
brew "libmagic"
brew "libxml2"
brew "libyaml"
brew "lsd"
brew "luarocks"
brew "make"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "nss", link: false
brew "nushell"
brew "nvm"
brew "onefetch"
brew "openjdk@17"
brew "perl"
brew "php@8.1"
brew "php@8.3"
brew "pipenv"
brew "pnpm"
brew "poppler"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "ripgrep"
brew "rover"
brew "ruby-build"
brew "scc"
brew "sevenzip"
brew "shellcheck"
brew "starship"
brew "stow"
brew "stylua"
brew "telnet"
brew "terminal-notifier"
brew "tfenv"
brew "tmux"
brew "tree"
brew "urlview"
brew "vim"
brew "vivid"
brew "watch"
brew "watchexec"
brew "wget"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
cask "amethyst"
cask "arc"
cask "docker-desktop"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "httpie-desktop"
cask "iterm2"
cask "lookaway"
cask "obsidian"
cask "ollama-app"
cask "slack"
cask "spotify"
cask "visual-studio-code"
vscode "alefragnani.project-manager"
vscode "angular.ng-template"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "dbaeumer.vscode-eslint"
vscode "dotenv.dotenv-vscode"
vscode "editorconfig.editorconfig"
vscode "eliverlara.sweet-vscode-icons"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "johnpapa.vscode-peacock"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.live-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-xml"
vscode "slevesque.shader"
vscode "timonwong.shellcheck"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
